Repository: common-repository/treepress
Catalog: languages/treepress-*.po
Languages: bn_bd

# Post type general name
source: Charts
bn_bd: লেখচিত্রসমূহ

# Post type singular name
source: Chart
bn_bd: চার্ট

# Admin Menu text
source: Charts
bn_bd: লেখচিত্রসমূহ

# Add New on Toolbar
source: Chart
bn_bd: চার্ট

source: Add New
bn_bd: নতুন

source: Add New Chart
bn_bd: নতুন চার্ট যুক্ত করুন

source: New Chart
bn_bd: নতুন চার্ট

source: Edit Chart
bn_bd: লেখচিত্র সম্পাদনা করুন

source: View Chart
bn_bd: লেখচিত্র প্রদর্শন করুন

source: All Charts
bn_bd: সকল চার্ট

source: Search Charts
bn_bd: লেখচিত্র অনুসন্ধান করুন

source: Parent Charts:
bn_bd: প্যারেন্ট চার্ট:

source: No charts found.
bn_bd: কোনও লেখচিত্র খুঁজে পাওয়া যায়নি।

source: No charts found in Trash.
bn_bd: ট্র্যাশে কোনও লেখচিত্র খুঁজে পাওয়া যায়নি।

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Chart Cover Image
bn_bd: চার্ট কভার চিত্র

# Overrides the “Set featured image” phrase for this post type. Added in 4.3
source: Set cover image
bn_bd: কভার চিত্র সেট করুন

# Overrides the “Remove featured image” phrase for this post type. Added in 4.3
source: Remove cover image
bn_bd: কভার চিত্র অপসারণ করুন

# Overrides the “Use as featured image” phrase for this post type. Added in 4.3
source: Use as cover image
bn_bd: কভার চিত্র হিসাবে ব্যবহার করুন

source: Chart archives
bn_bd: লেখচিত্র আর্কাইভ

source: Insert into chart
bn_bd: চার্টে সন্নিবেশ করান

source: Uploaded to this chart
bn_bd: এই চার্টে আপলোড করা হয়েছে

source: Filter charts list
bn_bd: ফিল্টার লেখচিত্রের তালিকা

source: Charts list navigation
bn_bd: লেখচিত্রের তালিকা নেভিগেশন

source: Charts list
bn_bd: লেখচিত্রের তালিকা

# Post type general name
source: Members
bn_bd: সদস্য

# Post type singular name
source: Member
bn_bd: সদস্য

# Admin Menu text
source: Members
bn_bd: সদস্য

# Add New on Toolbar
source: Member
bn_bd: সদস্য

source: Add New Member
bn_bd: নতুন আরেকটি সদস্য

source: New Member
bn_bd: নতুন আরেকটি

source: Edit Member
bn_bd: সদস্ পরিবর্তন

source: View Member
bn_bd: সদস্য দেখুন

source: All Members
bn_bd: সকল সদস্য

source: Search Members
bn_bd: সদস্যদের অনুসন্ধান করুন

source: Parent Members:
bn_bd: মূল সদস্য:

source: No Members found.
bn_bd: কোনও সদস্য খুঁজে পাওয়া যায়নি।

source: No Members found in Trash.
bn_bd: ট্র্যাশে কোনও সদস্য পাওয়া যায়নি।

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Member Cover Image
bn_bd: সদস্য কভার চিত্র

source: Member archives
bn_bd: সদস্য আর্কাইভ

source: Insert into member
bn_bd: সদস্যের মধ্যে সন্নিবেশ করান

source: Uploaded to this member
bn_bd: এই সদস্যের কাছে আপলোড করা হয়েছে

source: Filter Members list
bn_bd: ফিল্টার সদস্যদের তালিকা

source: Members list navigation
bn_bd: সদস্যদের তালিকা নেভিগেশন

source: Members list
bn_bd: সদস্যদের তালিকা

# Post type general name
source: Families
bn_bd: পরিবার

# Post type singular name
source: Family
bn_bd: পরিবার

# Admin Menu text
source: Families
bn_bd: পরিবার

# Add New on Toolbar
source: Family
bn_bd: পরিবার

source: Add New Family
bn_bd: নতুন পরিবার যোগ করুন

source: New Family
bn_bd: নতুন পরিবার

source: Edit Family
bn_bd: পরিবার সম্পাদনা করুন

source: View Family
bn_bd: পরিবার দেখুন

source: All Families
bn_bd: সকল পরিবার

source: Search Families
bn_bd: পরিবার অনুসন্ধান করুন

source: Parent Families:
bn_bd: পিতামাতা পরিবার:

source: No Families found.
bn_bd: কোনও পরিবার খুঁজে পায়নি।

source: No Families found in Trash.
bn_bd: ট্র্যাশে কোনও পরিবার পাওয়া যায়নি।

# Overrides the “Featured Image” phrase for this post type. Added in 4.3
source: Family Cover Image
bn_bd: ফ্যামিলি কভার ইমেজ

source: Family archives
bn_bd: পারিবারিক আর্কাইভ

source: Insert into family
bn_bd: পরিবারে সন্নিবেশ করান

source: Uploaded to this family
bn_bd: এই পরিবারে আপলোড করা হয়েছে

source: Filter Families List
bn_bd: ফিল্টার পরিবারের তালিকা

source: Families List navigation
bn_bd: পরিবারের তালিকা নেভিগেশন

source: Families List
bn_bd: পরিবারের তালিকা

# taxonomy general name
source: Family Groups
bn_bd: পারিবারিক গ্রুপ

# taxonomy singular name
source: Family Group
bn_bd: পারিবারিক গ্রুপ

source: Search Family Groups
bn_bd: পারিবারিক গোষ্ঠীগুলি অনুসন্ধান করুন

source: All Family Groups
bn_bd: সকল পারিবারিক গ্রুপ

source: Parent Family Group
bn_bd: পিতামাতা পরিবার গ্রুপ

source: Parent Family Group:
bn_bd: পিতামাতা পরিবার গ্রুপ

source: Edit Family Group
bn_bd: পরিবার গোষ্ঠী সম্পাদনা করুন

source: Update Family Group
bn_bd: পরিবার গোষ্ঠী আপডেট করুন

source: Add New Family Group
bn_bd: নতুন পারিবারিক গোষ্ঠী যোগ করুন

source: New Family Group Name
bn_bd: নতুন পরিবার গোষ্ঠীর নাম

source: Family Group
bn_bd: পারিবারিক গ্রুপ

source: Add Chart
bn_bd: চার্ট যুক্ত করুন

source: Add Family
bn_bd: পরিবার যোগ করুন

source: Add Member
bn_bd: আরেকটি সদস্য

source: Family Groups
bn_bd: পারিবারিক গ্রুপ

source: Options
bn_bd: বিকল্পসমূহ

source: Import
bn_bd: আমদানি

source: Export
bn_bd: রপ্তানি

source: Account Settings
bn_bd: অ্যাকাউন্টের সেটিংস

source: Hide Featured Image?
bn_bd: বৈশিষ্ট্যযুক্ত ছবি লুকান?

source: Member info
bn_bd: সদস্য তথ্য

source: Family info
bn_bd: পারিবারিক তথ্য

source: Chart Settings
bn_bd: লেখচিত্র সেটিংস

source: Names
bn_bd: নাম

source: Id
bn_bd: পরিচয়

source: Name
bn_bd: নাম

source: Name Prefix
bn_bd: নাম উপসর্গ

source: Given Name
bn_bd: প্রদত্ত নাম

source: Nickname
bn_bd: ডাকনাম

source: Surname Prefix
bn_bd: উপাধি উপসর্গ

source: Surname
bn_bd: পদবি

source: Name Suffix
bn_bd: নাম প্রত্যয়

source: Gender
bn_bd: জেন্ডার

source: Select Gender
bn_bd: লিঙ্গ নির্বাচন করুন

source: Unknown
bn_bd: অজানা

source: Male
bn_bd: পুরুষ

source: Female
bn_bd: মহিলা

source: Other
bn_bd: অন্যান্য

source: Birth
bn_bd: জন্ম

source: Birth Date
bn_bd: জন্ম তারিখ

source: Death
bn_bd: মৃত্যু

source: Death Date
bn_bd: মৃত্যুর তারিখ

source: Parents
bn_bd: পিতামাতা

source: Add
bn_bd: যোগ করুন

source: Family
bn_bd: পরিবার

source: Unlink
bn_bd: লিঙ্কমুক্ত করুন

source: Pedigree
bn_bd: বংশানুক্রমিক

source: Father
bn_bd: বাবা

source: No data.
bn_bd: কোন ডাটা নেই।

source: Mother
bn_bd: মা

source: Childrens
bn_bd: শিশু

source: Spouses
bn_bd: স্বামী/স্ত্রী

source: Spouse
bn_bd: স্বামী/স্ত্রী

source: adoption
bn_bd: দত্তক গ্রহণ

source: baptism
bn_bd: বাপ্তিস্ম

source: birth
bn_bd: জন্ম

source: blessing
bn_bd: আশীর্বাদ

source: burial
bn_bd: কবর দেওয়া

source: census
bn_bd: আদমশুমারি

source: christening
bn_bd: নামকরণ

source: adult christening
bn_bd: প্রাপ্তবয়স্ক ের নামকরণ

source: confirmation
bn_bd: নিশ্চিতকরণ

source: cremation
bn_bd: শ্মশান

source: death
bn_bd: মৃত্যু

source: emigration
bn_bd: ইমাইগ্রেশন

source: first communion
bn_bd: প্রথম কমিউনিকেশন

source: graduation
bn_bd: স্নাতক

source: immigration
bn_bd: ইমিগ্রেশন

source: naturalization
bn_bd: প্রাকৃতিককরণ

source: ordination
bn_bd: অর্ডিনেশন

source: probate
bn_bd: প্রোবেট

source: retirement
bn_bd: অবসর

source: will
bn_bd: হবে

source: generic event
bn_bd: জেনেরিক ইভেন্ট

source: Events
bn_bd: আয়োজন

source: Delete
bn_bd: মুছে ফেলুন

source: Date
bn_bd: তারিখ

source: Place
bn_bd: স্থান

source: Notes
bn_bd: নোট

source: Others
bn_bd: অন্যদের

source: Custom link
bn_bd: কাস্টম লিংক

source: Add New Life Event
bn_bd: নতুন জীবন ইভেন্ট যোগ করুন

source: Type
bn_bd: টাইপ

source: Add New Note
bn_bd: নতুন নোট যোগ করুন

source: Yes
bn_bd: হ্যাঁ

source: No
bn_bd: না

source: Add Children
bn_bd: শিশুদের যোগ করুন

source: Children
bn_bd: শিশুরা

source: Select Children
bn_bd: শিশুদের নির্বাচন করুন

source: Husband
bn_bd: স্বামী

source: Select Husband
bn_bd: স্বামী নির্বাচন করুন

source: Wife
bn_bd: স্ত্রী

source: Select Wife
bn_bd: স্ত্রী নির্বাচন করুন

source: annulment
bn_bd: বিলোপ

source: divorce
bn_bd: বিবাহবিচ্ছেদ

source: divorce filed
bn_bd: বিবাহবিচ্ছেদ দায়ের

source: engagement
bn_bd: ব্যস্ততা

source: marriage bann
bn_bd: বিবাহ নিষিদ্ধ

source: marriage contract
bn_bd: বিবাহ চুক্তি

source: marriage license
bn_bd: বিবাহ লাইসেন্স

source: marriage
bn_bd: বিবাহ

source: marriage settlement
bn_bd: বিবাহ নিষ্পত্তি

source: Add Family Event
bn_bd: পারিবারিক ঘটনা যোগ করুন

source: Privacy
bn_bd: গোপনীয়তা

source: Show Living Dates
bn_bd: জীবিত তারিখগুলি দেখান

source: Show Spouse
bn_bd: পত্নী দেখান

source: Show Only One Spouse
bn_bd: শুধুমাত্র একজন পত্নী দেখান

source: Requered Checked "Show Spouse"
bn_bd: Requered চেক করা হয়েছে "Show Spouse"

source: Show Gender
bn_bd: লিঙ্গ দেখান

source: Left Align
bn_bd: বাম সারিবদ্ধ

source: TreePress Styling
bn_bd: TreePress স্টাইলিং

source: Node Opacity (0.0 to 1.0)
bn_bd: নোড অস্বচ্ছতা (0.0 থেকে 1.0)

source: Node Minimum Width (Pixels)
bn_bd: নোড নূন্যতম প্রস্থ (পিক্সেল)

source: Height of Generations (Pixels)
bn_bd: প্রজন্মের উচ্চতা (পিক্সেল)

source: Chart Type
bn_bd: লেখচিত্রের ধরন

source: Root Person
bn_bd: মূল ব্যক্তি

source: Chart Background
bn_bd: লেখচিত্রের পটভূমি

source: Background Color
bn_bd: পটভূমির রঙ

source: Background Image
bn_bd: পটভূমির রঙ

source: Show featured Image as Background
bn_bd: বৈশিষ্ট্যযুক্ত চিত্রটি পটভূমি হিসাবে দেখান

source: Background Size
bn_bd: পটভূমির রঙ

source: Tile
bn_bd: টালি

source: Stretch to fit
bn_bd: ফিট করতে প্রসারিত করুন

source: Background Repeat
bn_bd: পটভূমি পুনরাবৃত্তি

source: Repeat
bn_bd: পুনরাবৃত্তি

source: Family Member Box
bn_bd: পরিবারের সদস্য বাক্স

source: Show Content in a Box
bn_bd: একটি বাক্সে সামগ্রী দেখান

source: Border Style
bn_bd: বর্ডার স্টাইল

source: Border Weight
bn_bd: সীমানার ওজন

source: Corner Radius
bn_bd: লাইন কর্নার ব্যাসার্ধ

source: Gender Specific Elements
bn_bd: লিঙ্গ নির্দিষ্ট উপাদান

source: Box Color
bn_bd: পটভূমির রঙ

source: Border Color
bn_bd: পটভূমির রঙ

source: Enable Toolbar
bn_bd: টুলবার সক্রিয় করুন

source: Enable Single Page Link
bn_bd: একক পৃষ্ঠা লিঙ্ক সক্রিয় করুন

source: Enable Tree Nav Link
bn_bd: Tree Nav লিঙ্ক সক্ষম করুন

source: Padding
bn_bd: প্যাডিং

source: Connecting Lines
bn_bd: সংযোগকারী লাইনসমূহ

source: Connect Boxes with Lines
bn_bd: লাইনগুলির সাথে বাক্সগুলি সংযোগ করুন

source: Line Style
bn_bd: লাইন শৈলী

source: Line Weight
bn_bd: লাইনের ওজন

source: Line Color
bn_bd: লাইন রঙ

source: Picture
bn_bd: চিত্র

source: Show Picture in a Box
bn_bd: একটি বাক্সে ছবি দেখান

source: Margin
bn_bd: মার্জিন

source: Text Options
bn_bd: বিকল্পসমূহ

source: Name Font
bn_bd: নাম

source: Name Font Size
bn_bd: নাম ফন্টের আকার

source: Name Font Color
bn_bd: নাম ফন্টের রঙ

source: Other Text Font
bn_bd: অন্যান্য টেক্সট ফন্ট

source: Other Text Font Size
bn_bd: অন্যান্য টেক্সট ফন্টের আকার

source: Other Text Font Color
bn_bd: অন্যান্য টেক্সট ফন্টের রঙ

source: Text to Display
bn_bd: প্রদর্শনের জন্য টেক্সট

source: Name Format
bn_bd: নাম বিন্যাস

source: Full Name
bn_bd: নাম

source: First Name Only
bn_bd: শুধুমাত্র প্রথম নাম

source: Date of Birth
bn_bd: জন্মতারিখ

source: Full Date
bn_bd: সম্পূর্ণ তারিখ

source: Year Only
bn_bd: শুধুমাত্র বছর

source: Date of Death
bn_bd: মৃত্যুর তারিখ

source: Full Date
bn_bd: তারিখ

source: Wrap Names
bn_bd: নাম

source: Date Birth Prefix
bn_bd: নাম উপসর্গ

source: Death Date Prefix
bn_bd: মৃত্যুর তারিখ

source: Shortcode
bn_bd: সর্টকোড

source: ID
bn_bd: আইডি

source: Born
bn_bd: জন্ম

source: Family tree link
bn_bd: ফ্যামিলি ট্রি লিংক

source: Family members link
bn_bd: পরিবারের সদস্যদের লিংক

source: Enter name here
bn_bd: এখানে নাম লিখুন

source: You are not allowed to create more than one family tree on free version.
bn_bd: আপনি বিনামূল্যে সংস্করণে একাধিক পারিবারিক গাছ তৈরি করতে পারবেন না।

source: Upgrade Now!
bn_bd: এখন আপগ্রেড করুন!

source: Donate
bn_bd: দান করুন

source: Thank you for using TreePress.
bn_bd: TreePress ব্যবহার করার জন্য আপনাকে ধন্যবাদ।

source: You can find a comprehensive support guide here.
bn_bd: আপনি এখানে একটি ব্যাপক সমর্থন গাইড খুঁজে পেতে পারেন।

source: Help us Improve TreePress
bn_bd: TreePress উন্নত করতে আমাদের সাহায্য করুন

source: If you would like to make a small donation to help us further develop the plugin, please check out our PayPal link here:
bn_bd: আপনি যদি প্লাগইনটি আরও উন্নত করতে আমাদের সহায়তা করার জন্য একটি ছোট দান করতে চান তবে দয়া করে এখানে আমাদের PayPal লিঙ্কটি দেখুন:

source: Awesome Premium Features
bn_bd: অসাধারণ প্রিমিয়াম বৈশিষ্ট্য

source: TreePress Export
bn_bd: TreePress আমদানি

source: This will export a Zip file for download, which contains a Gedcom (.ged) format (version 5.5) file of your data.
bn_bd: এটি ডাউনলোডের জন্য একটি জিপ ফাইল রপ্তানি করবে, যা আপনার ডেটার একটি গেডকম (.ged) বিন্যাস (সংস্করণ 5.5) ফাইল ধারণ করে।

source: Select Family:
bn_bd: পরিবার নির্বাচন করুন

source: You are not authorized to import process.
bn_bd: আপনি প্রক্রিয়া আমদানি করার জন্য অনুমোদিত নন।

source: Something wrong. Try again.
bn_bd: কিছু ভুল। আবার চেষ্টা করো।

source: Family name required
bn_bd: পরিবারের নাম আবশ্যক

source: File required
bn_bd: ফাইল আবশ্যক

source: Exists! Try different family name
bn_bd: বিদ্যমান! বিভিন্ন পরিবারের নাম চেষ্টা করুন

source: TreePress Import
bn_bd: TreePress আমদানি

source: Here you can import a Gedcom (.ged) file which is the standard format for importing and exporting family tree data.
bn_bd: এখানে আপনি একটি Gedcom (.ged) ফাইল আমদানি করতে পারেন যা পরিবার গাছের ডেটা আমদানি এবং রপ্তানীর জন্য আদর্শ বিন্যাস।

source: A Note on Dates:
bn_bd: তারিখগুলিতে একটি নোট:

source: Please note that TreePress requires exact dates so if your family tree data exports with approximate date options (such as 'Before', 'After', 'Between' etc) these dates will not import. Dates must contain day, month and year (although the format does not matter yyyy-mm-dd or dd-mm-yyyy will import). You cannot import just a year or month-year.
bn_bd: দয়া করে মনে রাখবেন যে TreePress সঠিক তারিখপ্রয়োজন তাই যদি আপনার পরিবার গাছ ডেটা আনুমানিক তারিখ বিকল্পগুলির সাথে রপ্তানি করে (যেমন 'আগে', 'পরে', 'মধ্যে' ইত্যাদি) এই তারিখগুলি আমদানি করবে না। তারিখগুলিতে অবশ্যই দিন, মাস এবং বছর থাকতে হবে (যদিও বিন্যাসটি yyyy-mm-dd বা dd-mm-yyyyy আমদানি করবে তা কোন ব্যাপার নয়)। আপনি কেবল এক বছর বা মাস-বছর আমদানি করতে পারবেন না।

source: If your tree data does contain people without a full birth date, this will mean you need to use a slightly different shortcode to display a tree - see the 'Shortcodes' tab in the Options page for a full explanation.
bn_bd: যদি আপনার গাছের ডেটাতে পূর্ণ জন্ম তারিখ ছাড়াই লোক থাকে তবে এর অর্থ হল আপনাকে একটি গাছ প্রদর্শন ের জন্য কিছুটা ভিন্ন শর্টকোড ব্যবহার করতে হবে - সম্পূর্ণ ব্যাখ্যার জন্য বিকল্প পৃষ্ঠায় 'শর্টকোড' ট্যাবটি দেখুন।

source: Family Name
bn_bd: পরিবারের নাম

source: Select file (.ged)
bn_bd: ফাইল নির্বাচন করুন (.ged)

source: Imported successfully
bn_bd: সফলভাবে আমদানি করা হয়েছে

source: Family Tree
bn_bd: পারিবারিক গাছ

source: View Page
bn_bd: পেজ দেখুন

source: Family Members
bn_bd: পরিবারের সদস্যরা

source: Options saved.
bn_bd: বিকল্পগুলি সংরক্ষিত হয়েছে।

source: TreePress Options
bn_bd: TreePress অপশন

source: Display Your Information
bn_bd: আপনার তথ্য প্রদর্শন করুন

source: TreePress Options
bn_bd: TreePress অপশন

source: Managing Your Tree Display
bn_bd: আপনার ট্রি ডিসপ্লে পরিচালনা করা হচ্ছে

source: TreePress uses shortcodes to display family trees in pages of posts. There are two formats. Which one you use depends on your data and what you want to achieve:
bn_bd: TreePress পোস্টের পৃষ্ঠাগুলিতে পারিবারিক গাছগুলি প্রদর্শন করতে শর্টকোড ব্যবহার করে। দুটি ফরম্যাট আছে। আপনি কোনটি ব্যবহার করেন তা আপনার ডেটা এবং আপনি কী অর্জন করতে চান তার উপর নির্ভর করে:

source: Shortcode format 1 =
bn_bd: শর্টকোড ফরম্যাট 1 =

source: If every member of your tree has a full date of birth this shortcode will display the whole family starting with the oldest member.
bn_bd: যদি আপনার গাছের প্রতিটি সদস্যের একটি পূর্ণ জন্ম তারিখ থাকে তবে এই শর্টকোডটি বয়স্ক সদস্যের সাথে শুরু করে পুরো পরিবারকে প্রদর্শন করবে।

source: Shortcode format 2 =
bn_bd: শর্টকোড ফরম্যাট 2 =

source: If you do not have full birth dates for every family member or simply want to create a tree from a specific person 'root' within a larger family, use this shortcode.
bn_bd: আপনার যদি পরিবারের প্রতিটি সদস্যের জন্য সম্পূর্ণ জন্ম তারিখ না থাকে বা কেবল একটি বৃহত্তর পরিবারের মধ্যে একটি নির্দিষ্ট ব্যক্তির 'রুট' থেকে একটি গাছ তৈরি করতে চান তবে এই শর্টকোডটি ব্যবহার করুন।

source: Managing Your Family List Display
bn_bd: আপনার পারিবারিক তালিকা প্রদর্শন পরিচালনা করা হচ্ছে

source: To create a list of all family members, use the shortcode format
bn_bd: পরিবারের সকল সদস্যের একটি তালিকা তৈরি করতে, শর্টকোড বিন্যাস ব্যবহার করুন

source: You can control which family tree the [tree icon image] icon links to by adding a page or post link in the individual Family Tree page.
bn_bd: পৃথক ফ্যামিলি ট্রি পৃষ্ঠায় একটি পৃষ্ঠা বা পোস্ট লিঙ্ক যোগ করে [ট্রি আইকন আইকন চিত্র] আইকনটি লিঙ্ক করে আপনি কোন পরিবার ট্রিতে লিঙ্ককরেন তা নিয়ন্ত্রণ করতে পারেন।

source: Finding IDs for your Shortcodes
bn_bd: আপনার শর্টকোডগুলির জন্য আইডিগুলি সন্ধান করা হচ্ছে

source: You can find the family_ID on the Families page - when added, the code '<span style="color:red;">{family_group_id}</span>' will look something like '42'.
bn_bd: আপনি পরিবার পৃষ্ঠায় family_ID খুঁজে পেতে পারেন - যখন যোগ করা হয়, তখন '<span style="color:red;">{family_group_id}</span>' কোডটি '42' এর মতো দেখতে হবে।

source: You can find the member ID on the All Members page.
bn_bd: আপনি সমস্ত সদস্য পৃষ্ঠায় সদস্য আইডি খুঁজে পেতে পারেন।

source: Treepress options (applicable on svg tree)
bn_bd: Treepress অপশন (svg ট্রিতে প্রযোজ্য)

source: Show Credit Link
bn_bd: ক্রেডিট লিংক দেখান

source: Credit link
bn_bd: ক্রেডিট লিংক

source: If you use this plugin then we would be very grateful for some appreciation.
bn_bd: আপনি যদি এই প্লাগইনটি ব্যবহার করেন তবে আমরা কিছু প্রশংসার জন্য খুব কৃতজ্ঞ হব।

source: Appreciation makes us happy.
bn_bd: প্রশংসা আমাদের সুখী করে তোলে।

source: If you don't want to link to us from the bottom of the family tree then please consider these other options
bn_bd: আপনি যদি পারিবারিক গাছের নীচ থেকে আমাদের সাথে লিঙ্ক করতে না চান তবে দয়া করে এই অন্যান্য বিকল্পগুলি বিবেচনা করুন

source: send us an
bn_bd: আমাদের একটি পাঠান

source: email
bn_bd: ই-মেইল

source: and let us know about your family tree website (that would inspire us),
bn_bd: এবং আপনার পরিবার গাছ ওয়েবসাইট সম্পর্কে আমাদের জানান (যে আমাদের অনুপ্রাণিত করবে),

source: include a link to
bn_bd: একটি লিঙ্ক অন্তর্ভুক্ত করুন

source: from some other location of your site (that would help us feed our children)
bn_bd: আপনার সাইটের অন্য কোনও অবস্থান থেকে (যা আমাদের বাচ্চাদের খাওয়াতে সহায়তা করবে)

source: Give us a good rating at the
bn_bd: আমাদের এ একটি ভাল রেটিং দিন

source: Wordpress Plugin Site
bn_bd: ওয়ার্ডপ্রেস প্লাগইন সাইট

source: Show powered-by link
bn_bd: চালিত-দ্বারা লিঙ্ক দেখান

source: Save Changes
bn_bd: পরিবর্তনগুলি সংরক্ষণ করুন

source: Root Id is Required.
bn_bd: Root Id আবশ্যক।

source: View information about
bn_bd: সম্পর্কে তথ্য দেখুন

source: View the family of
bn_bd: পরিবারের সদস্যদের দেখুন

source: View tree
bn_bd: গাছ দেখুন

source: Born:
bn_bd: জন্ম

source: Died:
bn_bd: মৃত্যু

source: Father:
bn_bd: বাবা

source: Mother:
bn_bd: মা

source: Siblings:
bn_bd: ভাইবোন

source: None
bn_bd: কোনটিই নয়

source: Spouse:
bn_bd: স্বামী/স্ত্রী

source: Children:
bn_bd: শিশুরা

source: Member Events
bn_bd: সদস্য ঘটনাবলী

source: Member Notes
bn_bd: সদস্য নোটস

source: Media
bn_bd: মিডিয়া

source: This is a short description of what the plugin does. It's displayed in the WordPress admin area.
bn_bd: এটি প্লাগইনটি কী করে তার একটি সংক্ষিপ্ত বিবরণ। এটি ওয়ার্ডপ্রেস অ্যাডমিন এলাকায় প্রদর্শিত হয়।

source: Black and White Digital Ltd
bn_bd: ব্ল্যাক অ্যান্ড হোয়াইট ডিজিটাল লিমিটেড
